host/RocksDB/rocksdb-flashalloc/LATENCY/VER4/falloc.log
Initializing RocksDB Options from the specified file
Initializing RocksDB Options from command-line flags
Keys:       16 bytes each
Values:     1024 bytes each (512 bytes after compression)
Entries:    262144
Prefix:    0 bytes
Keys per prefix:    0
RawSize:    260.0 MB (estimated)
FileSize:   132.0 MB (estimated)
Write rate: 0 bytes/second
Read rate: 0 ops/second
Compression: NoCompression
Compression sampling rate: 0
Memtablerep: skip_list
Perf Level: 1
------------------------------------------------
Initializing RocksDB Options from the specified file
Initializing RocksDB Options from command-line flags
DB path: [/home/csoyee/nvme]
fillrandom   :      11.539 micros/op 346389 ops/sec;  343.6 MB/s
DB path: [/home/csoyee/nvme]
readrandom   :      15.669 micros/op 250409 ops/sec;  248.4 MB/s (262144 of 262144 found)